const RefundPage = () => {
    return (
      <div className="max-w-[1440px] mx-auto px-2 md:px-3 lg:px-5">
        <h2 className="font-bold text-xl">Zossgadget এর রিফান্ড পলিসিঃ</h2>
        <p>
          পেমেন্ট করা অর্ডার এর প্রোডাক্ট যদি স্টক না থাকে বা কোন প্রোডাক্ট এর
          প্রবলেম এর কারণে রিটার্ন করা হলে অথবা একাধিক প্রোডাক্ট এর মধ্যে থেকে কোন
          একটি প্রোডাক্ট স্টক না থাকলে এবং স্বল্পতম সময়ে প্রোডাক্ট স্টকে আসার
          সম্ভাবনা না থাকলে পেমেন্ট রিফান্ড করে দেয়া হয়। প্রোডাক্ট রিটার্ন এর
          ক্ষেত্রে অবশ্যই প্রোডাক্ট পুনরায় বিক্রিযোগ্য আছে কিনা সেটি ইভালুশন করে
          দেখার পর রিফান্ড এর ব্যাপারে সিধান্ত নেয়া হবে। রিটার্ন পলিসি সম্পর্কে
          বিস্তারিত জানতে{' '}
          <a
            href="tel:+8801318944400"
            target="_blank"
            rel="noopener noreferrer"
            className="font-bold underline text-blue-500"
          >
            01318944400
          </a>
          ।
        </p>
        <p className="mt-4 font-bold">নিচে রিফান্ড মেথডগুলি দেয়া হল-</p>
        <table className="table-auto border border-gray-400 mt-2 w-full">
          <thead>
            <tr>
              <th className="border border-gray-400 px-4 py-2">পেমেন্ট মেথডঃ</th>
              <th className="border border-gray-400 px-4 py-2">রিফান্ড মেথড</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td className="border border-gray-400 px-4 py-2">বিকাশ/ নগদ বা যেকোনো MFS</td>
              <td className="border border-gray-400 px-4 py-2">বিকাশ/ নগদ বা যেকোনো MFS</td>
            </tr>
            <tr>
              <td className="border border-gray-400 px-4 py-2">ক্রেডিট/ ডেবিট কার্ড</td>
              <td className="border border-gray-400 px-4 py-2">ক্রেডিট/ ডেবিট কার্ড</td>
            </tr>
            <tr>
              <td className="border border-gray-400 px-4 py-2">ক্যাশ</td>
              <td className="border border-gray-400 px-4 py-2">ক্যাশ</td>
            </tr>
          </tbody>
        </table>
  
        <p className="mt-4 underline font-bold">রিফান্ডের জন্য প্রয়োজনীয় সময়ঃ</p>
        <p>
          রিফান্ড রিকোয়েস্ট এর ডেট থেকে ৭২ ঘণ্টার মধ্যে যে মাধ্যমে পেমেন্ট করা
          হয়েছে সেই মাধ্যমেই রিফান্ড ইনিশিয়েট করা হবে। ডেবিট বা ক্রেডিট কার্ডে
          পেমেন্ট রিফান্ডের ক্ষেত্রে পেমেন্ট আপনার একাউন্ট স্টেটমেন্টে হিট করতে ৫
          থেকে ১০ বিজনেস ডে লাগতে পারে, এই সময়ের মধ্যেও স্টেটমেন্টে না শো করলে
          আপনি আপনার কার্ড ইস্যুয়ার ব্যাংক এর সাথে যোগাযোগ করুন অথবা আমাদের{' '}
          <a
            href="mailto:contact@zossgadget.com.bd"
            className="text-blue-500 underline"
          >
            contact@zossgadget.com.bd
          </a>{' '}
          এ ইমেইল করে যোগাযোগ করুন।
        </p>
  
        <p className="mt-4 underline font-bold">রিফান্ড চার্জঃ</p>
        <p>
          রিফান্ডের জন্য কোন চার্জ প্রযোজ্য হবেনা অর্থাৎ আপনি যে এমাউন্ট পেমেন্ট
          করবেন সেই এমাউন্টই রিফান্ড করা হবে তবে{' '}
          <span className="bg-yellow-200 italic">
            প্রোডাক্ট যদি কুরিয়ারে হ্যান্ডওভার করা হয়ে থাকে বা ডেলিভারি হবার পর কোন
            কারণে (প্রোডাক্টে সমস্যা থাকলে এক্সচেঞ্জ বা ওয়ারেন্টি পলিসি প্রযোজ্য
            হবে) রিটার্ন করে রিফান্ড পেতে চান এই ধরনের ক্ষেত্রে কুরিয়ার চার্জ এবং
            প্রসেসিং ফি বাবদ ঢাকার ভিতরে প্রতি অর্ডারে ১০০ টাকা এবং ঢাকার বাইরের
            অর্ডারের ক্ষেত্রে ২০০ টাকা + পেমেন্ট সেটেলমেন্ট ফি (প্রযোজ্য ক্ষেত্রে)
            কেটে বাকি টাকা রিফান্ড করা হবে।
          </span>
        </p>
  
        <p className="mt-4 underline font-bold">ডিস্কাউন্ট বা অফারের রিফান্ড কন্ডিশনঃ</p>
        <p>
          বিকাশ, রকেট, নগদ, ভিসা, মাষ্টার কার্ড বা এমেক্স কার্ডে কোন অফার থাকলে এবং
          সেই অর্ডার বা ট্র্যাঞ্জাকশন রিফান্ডের ক্ষেত্রে ডিস্কাউন্ট বা ক্যাশব্যাক
          এমাউন্ট ফেরতযোগ্য নয়। ক্যাশব্যাকের এমাউন্ট কেটে এবং ডিস্কাউন্টের ক্ষেত্রে
          আপনি যে এমাউন্ট পেমেন্ট করেছেন শুধুমাত্র সেই এমাউন্ট রিফান্ড করা হবে।
        </p>
  
        <p className="mt-6 text-lg">Thank you!</p>
        <p className="text-sm font-bold">Last Update: 19/09/2024</p>
      </div>
    )
  }
  
  export default RefundPage
  